Repository: vitorkasai/flash-learn-app-flutter
Catalog: flash-learn-fl/lib/l10n/app_*.arb
Languages: pt

# welcomeMessage
source: Welcome to the Flash Learn App, here you can use virtual flash cards for studying and memorization.
pt: Bem-vindo ao Flash Learn App, aqui você pode usar flash cards virtuais para estudos e memorização

source: Start Revision
pt: Iniciar Revisão

# manageDecks
source: Manage Card Decks
pt: Gerenciar pilhas de cartões

source: Add Card
pt: Adicionar Cartão

# addCardDetails
source: Instructions: Add the card details
pt: Instruções: Adicione os detalhes do cartão

source: Card Front
pt: Frente do Cartão

source: Card Back
pt: Verso do Cartão

# returnMessage
source: Return
pt: Voltar

source: Add Deck
pt: Adicionar Deck

# categoryDeck
source: Please specify the deck category
pt: Informe a categoria do deck

source: Category
pt: Categoria

source: Add
pt: Adicionar

source: Revising Cards
pt: Revisando Cartões

source: Flip Card
pt: Virar Cartão

source: Next Card
pt: Próximo Cartão

source: Leave Revision
pt: Sair da Revisão

# choiceDeck
source: Choose Your Deck
pt: Escolha seu Deck

# avaliableDecks
source: Available Decks
pt: Decks disponíveis

# noAvaliableDecks
source: No decks available at the moment.
pt: Nenhum deck disponível no momento.

# backToHome
source: Back to Home Screen
pt: Voltar para a tela inicial

source: Front
pt: Frente

source: Back
pt: Verso

# endRevision
source: Revision Completed!
pt: Revisão Finalizada!

source: Back to Decks
pt: Voltar para os Decks

# selectDeck
source: Select a Deck
pt: Selecione um Deck
